tap "encoredev/tap"
tap "gitguardian/tap"
tap "gobuffalo/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "infisical/get-cli"
tap "libsql/sqld"
tap "localstack/tap"
tap "muandane/gitmoji"
tap "oven-sh/bun"
tap "pungrumpy/formulas"
tap "supabase/tap"
tap "trufflesecurity/trufflehog"
tap "tursodatabase/tap"
tap "ubuntu/microk8s"
tap "wtfutil/wtfutil"
brew "age"
brew "ansible"
brew "argocd"
brew "argocd-autopilot"
brew "awscli"
brew "coreutils"
brew "deno"
brew "devspace"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "glow"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "golines"
brew "goreleaser"
brew "gosec"
brew "helm"
brew "hey"
brew "httpie"
brew "httpstat"
brew "hub"
brew "jmeter"
brew "jq"
brew "k6"
brew "kcat"
brew "krew"
brew "kubecolor"
brew "kubectx"
brew "kubeshark"
brew "kustomize"
brew "lazygit"
brew "lua"
brew "luajit"
brew "make"
brew "minikube"
brew "mkcert"
brew "neovim"
brew "nmap"
brew "node"
brew "nuclei"
brew "openjdk"
brew "opentofu"
brew "peco"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "pre-commit"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sidekick"
brew "snyk-cli"
brew "sops"
brew "stylua"
brew "terraform"
brew "tfsec"
brew "tmux"
brew "trivy"
brew "vercel-cli"
brew "watchman"
brew "wtfutil"
brew "yank"
brew "encoredev/tap/encore"
brew "hashicorp/tap/hcp"
brew "hashicorp/tap/vagrant"
brew "hashicorp/tap/vault"
brew "infisical/get-cli/infisical"
brew "localstack/tap/localstack-cli"
brew "oven-sh/bun/bun"
brew "pungrumpy/formulas/dockercolorize"
brew "pungrumpy/formulas/gitpower"
brew "pungrumpy/formulas/goblin"
brew "supabase/tap/supabase"
brew "trufflesecurity/trufflehog/trufflehog"
brew "tursodatabase/tap/turso"
