tap "encoredev/tap"
tap "gitguardian/tap"
tap "gobuffalo/tap"
tap "hashicorp/tap"
tap "infisical/get-cli"
tap "libsql/sqld"
tap "localstack/tap"
tap "muandane/gitmoji"
tap "oven-sh/bun"
tap "pungrumpy/formulas"
tap "supabase/tap"
tap "trufflesecurity/trufflehog"
tap "tursodatabase/tap"
tap "ubuntu/microk8s"
tap "wtfutil/wtfutil"
brew "age"
brew "gcc"
brew "ansible"
brew "argocd"
brew "argocd-autopilot"
brew "awscli"
brew "bind"
brew "coreutils"
brew "deno"
brew "devspace"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "glow"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "golines"
brew "goreleaser"
brew "gosec"
brew "helm"
brew "hey"
brew "httpie"
brew "httpstat"
brew "hub"
brew "jmeter"
brew "jq"
brew "k6"
brew "kcat"
brew "krew"
brew "kubecolor"
brew "kubectx"
brew "kubeshark"
brew "kustomize"
brew "lazygit"
brew "lua"
brew "luajit"
brew "make"
brew "minikube"
brew "mkcert"
brew "neovim"
brew "nmap"
brew "node"
brew "nuclei"
brew "ripgrep"
brew "opencode"
brew "openshift-cli"
brew "opentofu"
brew "peco"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "pre-commit"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "rust"
brew "sidekick"
brew "snyk-cli"
brew "sops"
brew "stylua"
brew "terraform"
brew "tfsec"
brew "tmux"
brew "trivy"
brew "vercel-cli"
brew "watchman"
brew "wtfutil"
brew "yank"
brew "encoredev/tap/encore"
brew "hashicorp/tap/hcp"
brew "hashicorp/tap/vagrant"
brew "hashicorp/tap/vault"
brew "infisical/get-cli/infisical"
brew "localstack/tap/localstack-cli"
brew "oven-sh/bun/bun"
brew "pungrumpy/formulas/dockercolorize"
brew "pungrumpy/formulas/gitpower"
brew "pungrumpy/formulas/goblin"
brew "supabase/tap/supabase"
brew "trufflesecurity/trufflehog/trufflehog"
brew "tursodatabase/tap/turso"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.sentinel"
vscode "hashicorp.terraform"
vscode "kd3n1z.vscode-material-theme-icons"
vscode "leonardssh.vscord"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "opentofu.vscode-opentofu"
vscode "oven.bun-vscode"
vscode "prisma.prisma"
vscode "pungrumpy.dullahan-vscode-theme"
vscode "raunofreiberg.vesper"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sastan.twind-intellisense"
vscode "tamasfe.even-better-toml"
vscode "ultram4rine.vscode-choosealicense"
vscode "wakatime.vscode-wakatime"
