tap "gitguardian/tap"
tap "gobuffalo/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "infisical/get-cli"
tap "libsql/sqld"
tap "muandane/gitmoji"
tap "oven-sh/bun"
tap "pungrumpy/formulas"
tap "trufflesecurity/trufflehog"
tap "ubuntu/microk8s"
brew "ansible"
brew "argocd"
brew "argocd-autopilot"
brew "coreutils"
brew "deno"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git-delta"
brew "gitleaks"
brew "glow"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "golines"
brew "gosec"
brew "helm"
brew "hub"
brew "jq"
brew "kcat"
brew "kubecolor"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lua"
brew "luajit"
brew "make"
brew "minikube"
brew "neovim"
brew "nmap"
brew "node"
brew "nuclei"
brew "openjdk"
brew "peco"
brew "pipenv"
brew "pipx"
brew "pnpm"
brew "pre-commit"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "snyk-cli"
brew "terraform"
brew "tmux"
brew "vercel-cli"
brew "watchman"
brew "gitguardian/tap/ggshield"
brew "hashicorp/tap/vagrant"
brew "hashicorp/tap/vault"
brew "infisical/get-cli/infisical"
brew "oven-sh/bun/bun"
brew "pungrumpy/formulas/dockercolorize"
brew "pungrumpy/formulas/goblin"
vscode "[main 2024-07-20t10:36:12.770z] extension host with pid 19624 exited with code: 0, signal: unknown."
